Repository: Kolarussia1234/minupood
Catalog: Prestashop/app/Resources/translations/*/AdminDesignNotification.*.xlf
Languages: et_ee

source: The uploaded file is too large.
et_ee: Üles laaditud fail on liiga suur.

source: Invalid file format.
et_ee: Sobimatu failivorming.

source: Failed to move uploaded file.
et_ee: Üles laaditud faili liigutamine ebaõnnestus.

source: Warning: if no email logo is available, the main logo will be used instead.
et_ee: Hoiatus: Kui e-maili logo pole määratud, siis kasutatakse peamist logo.

source: Your RTL stylesheets has been generated successfully
et_ee: Sinu paremalt vasakule (RTL) stiiliehed on loodud

source: The page Category cannot be moved here.
et_ee: Lehekülje kategooriat ei saa siia liigutada.

source: No items found
et_ee: Ühtegi ühikut ei leitud

source: Incorrect value for the selected JPEG image compression.
et_ee: Vigane väärtus valitud JPEG pildi pakkimiseks.

source: Incorrect value for the selected PNG image compression.
et_ee: Vigane väärtus valitud PNG pildi pakkimiseks.

source: This name already exists.
et_ee: Antud nimi on juba kasutusel

source: Source file does not exist or is empty (%filepath%)
et_ee: Lähtefaili ei eksisteeri või see on tühi (%filepath%)

source: Failed to resize image file (%filepath%)
et_ee: Pildifaili (%filepath%) suuruse muutmine ebaõnnestus

source: Failed to resize image file to high resolution (%filepath%)
et_ee: Pilti ei õnnestunud suuremaks muuta (%filepath%)

source: Original image is corrupt (%filename%) for product ID %id% or bad permission on folder.
et_ee: Toote ID %id% originaalpilt on vigane (%filename%) või kausta õigused valesti määratud.

source: Original image is missing or empty (%filename%) for product ID %id%
et_ee: Toote ID %id% originaalpilt puudub või on tühi (%filename%)

source: Only part of the images have been regenerated. The server timed out before finishing.
et_ee: Ainult osa piltidest genereeriti uuesti. Serveri päringu aeg lõppes enne.

source: Server timed out. The watermark may not have been applied to all images.
et_ee: Server lõpetas päringu, vesimärk ei pruugi olla kõigile piltidele lisatud

source: Error: Your server configuration is not compatible with the new image system. No images were moved.
et_ee: Viga: Teie serveri seadistus ei ole ühilduv uue piltide süsteemiga. Ühtegi pilti ei liigutatud.

source: Not all images have been moved. The server timed out before finishing. Click on "Move images" again to resume the moving process.
et_ee: Kõiki pilte ei õnnestunud liigutada. Serveri lõpetas enne päringu. Vajutage uuesti "Liigutage pilte" nuppu, et jätkata tööd.

source: Error: Some -- or all -- images cannot be moved.
et_ee: Viga: mõnda või kõiki pilte ei saa liigutada.

source: After modification, do not forget to regenerate thumbnails
et_ee: Peale muudatuste sisse viimist ärge unustage pisipilte uuesti genereerida

source: Your theme has been correctly exported: %path%
et_ee: Teie teema eksportimine õnnestus: %path%

source: An error occurred while uploading the favicon: cannot copy file "%s" to folder "%s".
et_ee: Tekkis tõrge faviconi ülesse laadimisel: ei saa kopeerida faili "%s" kataloogi "%s".

source: An error occurred. The information "%s" is missing.
et_ee: Ilmnes viga. Info "%s" puudub.

source: An error occurred. The template "%s" is missing.
et_ee: Ilmnes viga. Mall "%s" puudub.

source: This theme is not valid for PrestaShop 1.7
et_ee: Teemat ei saa PrestaShop 1.7 puhul kasutada

source: If you want to order/move the following data, please select a shop from the shop list.
et_ee: Kui soovite tellida/liigutada järgnevaid andmeid, siis palun valige esmalt pood poodide nimekirjast.

source: You can choose to keep your images stored in the previous system. There's nothing wrong with that.
et_ee: Võite jätta oma pildid praeguse salvestussüsteemi juurde - selles pole midagi halba.

source: You can also decide to move your images to the new storage system. In this case, click on the "Move images" button below. Please be patient. This can take several minutes.
et_ee: Kuid kui olete otsustanud oma pildid liigutada uute salvestussüsteemi, siis vajutage "Liiguta pilte" nupule allpool. Palun olge kannatlikud, kuna see võib võtta aega mitu minutit.

source: After moving all of your product images, set the "Use the legacy image filesystem" option above to "No" for best performance.
et_ee: Peale kõikide tootepiltide liigutamist, seadke parimaks jõudluseks "Kasutage vana piltide salvestussüsteemi" Ei peale.

source: Your page will be saved as a draft
et_ee: Teie leht salvestatakse mustandina
