Repository: Kolarussia1234/minupood
Catalog: Prestashop/app/Resources/translations/*/ModulesWirepaymentShop.*.xlf
Languages: et_ee

source: Pay by bank wire
et_ee: Maksa pangaülekandega

source: (order processing will be longer)
et_ee: (tellimuse käsitlemine võtab kauem aega)

source: %1$s (tax incl.)
et_ee: %1$s (koos maksudega)

source: This payment method is not available.
et_ee: Antud maksemeetod ei ole saadaval.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
et_ee: Kaup on %s päeva reserveeritud ja alustame tellimuse täitmisega kohe pärast makse laekumist.

source: More information
et_ee: Lisateave

source: Bankwire
et_ee: Pangaülekanne

source: Payment is made by transfer of the invoice amount to the following account:
et_ee: Maksmiseks kantakse arvel toodud summa järgmisele kontole:

source: Your order on %s is complete.
et_ee: Teie tellimus %s on edastatud.

source: Please send us a bank wire with:
et_ee: Tehke meile pangaülekanne:

source: Amount
et_ee: Summa

source: Name of account owner
et_ee: Konto omanikule:

source: Please include these details
et_ee: Palun sisestage järgmised üksikasjad

source: Bank name
et_ee: Järgnevasse panka:
