Repository: Kolarussia1234/minupood
Catalog: matkasport/app/Resources/translations/*/ModulesStatsvisitsAdmin.*.xlf
Languages: et_ee

source: Visits and Visitors
et_ee: Külalisi ja külastusi

source: Adds statistics about your visits and visitors to the Stats dashboard.
et_ee: Lisab statistika osa külastuste ja külastajate kohta Statistika alla.

source: Determine the interest of a visit
et_ee: Tuvasta külastuse huvi

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
et_ee: Külastajate arengu graafik on väga sarnane külastuste graafikule, kuid annab täiendavat infot:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
et_ee: Kui see on põhjus, siis õnnitlused. Teie pood on häesti planeeritud ja ülevaatlik.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
et_ee: Vastasel korral ei ole järelduste tegemine sugugi lihtne. Viga võib olla selles, et pakkumised pole piisavalt ahvatlevad. Kuid samas võib probleem olla ka selles, et külastajad on sattunud Teie poodi hoopis valesid tooteid otsima. Seda võivad põhjustada näiteks mõned otsingumootorid.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
et_ee: ?See informatsioon on peamiselt kvalitatiivne: peate selgeks tegemema katkenud külastuste põhjuse.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
et_ee: Külastus on interneti kasutaja teie poe külastus. Külastuseks loetakse kogu külalise lehel olevat aega, kuni ta lahkub lehelt.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
et_ee: Külastaja on sisse logimata või registreerumata kasutaja, kes Teie poodi külastab. Külastaja võib käia teie poodi vaatamas järjest mitmel korral.

source: Total visits:
et_ee: Kokku külastusi:

source: Total visitors:
et_ee: Kokku külalisi:

source: CSV Export
et_ee: CSV eksport

source: Number of visits and unique visitors
et_ee: Külastuste ja unikaalsete külaliste number
