Repository: Kolarussia1234/minupood
Catalog: matkasport/app/Resources/translations/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: et_ee

source: Registered customer information
et_ee: Registreerunud klient Info

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
et_ee: Lisab Avalehe statistikale info registreerunud klientide kohta (sugu, vanus jne)

source: Target your audience
et_ee: Target publik

source: In order for each message to have an impact, you need to know who it is being addressed to.
et_ee: Selleks, et igal sõnumil oleks mõju, peate teadma, kellele see on adresseeritud.

source: Defining your target audience is essential when choosing the right tools to win them over.
et_ee: Sihtmärgi defineerimine on õige mõjutamise jaoks väga oluline.

source: It is best to limit an action to a group -- or to groups -- of clients.
et_ee: Seepärast on hea mõte kliente grupeerida ja igat gruppi eraldi mõjutada.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
et_ee: Registreeritud klientide info täpsel profileerimisel saad igale grupile koostada erinevaid reklaame ja pakkumisi.

source: You can increase your sales by:
et_ee: Müügi suurendamiseks :

source: Launching targeted advertisement campaigns.
et_ee: Korralda reklaamikampaaniaid.

source: Contacting a group of clients by email or newsletter.
et_ee: Kontakteeri klientidegrupiga kas e-kirja või uudiskirja abil.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
et_ee: Soo põhjal saad teada nii mees- kui naisklientide osakaalu oma ostjate hulgas.

source: CSV Export
et_ee: CSV eksport

source: Age ranges allow you to better understand target demographics.
et_ee: Vanuserühmad aitavad paremini mõista demograafilist olukorda

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
et_ee: Riikide valik aitab analüüsida, millisest maakera osast sinu kliendid tulevad.

source: Currency range allows you to determine which currency your customers are using.
et_ee: Valuutavalik annab ülevaate mis rahaga kliendid tegutsevad.

source: Language distribution allows you to analyze the browsing language used by your customers.
et_ee: Keelevalik kommentaarides aitab analüüsida veebilehe keeli.

source: No customers have registered yet.
et_ee: Ühtegi klienti veel registreeritud.

source: Gender distribution
et_ee: Soo valik

source: Age range
et_ee: Vanuseklassid

source: Country distribution
et_ee: Riigi valik

source: Currency distribution
et_ee: Valuuta jaotus

source: Language distribution
et_ee: Keelte jaotus
